LOCK TABLES `role` WRITE;

INSERT INTO `role` (`id`, `is_deleted`, `create_time`, `update_time`, `creator`, `updator`, `code`, `desc`)
VALUES
	(1,0,'2018-03-20 14:58:00','2018-03-20 14:58:00',NULL,NULL,'DEV','开发'),
	(2,0,'2018-03-20 14:58:00','2018-03-20 14:58:00',NULL,NULL,'OPS','运维'),
	(3,0,'2018-03-20 14:58:00','2018-03-20 14:58:00',NULL,NULL,'QA','测试'),
	(4,0,'2018-03-20 14:58:00','2018-03-20 14:58:00',NULL,NULL,'APPROVER','审核者'),
	(5,0,'2018-03-20 14:58:00','2018-03-20 14:58:00',NULL,NULL,'ADMIN','管理员'),
	(6,0,'2018-03-20 14:58:00','2018-03-20 14:58:00',NULL,NULL,'DBA','数据库管理员')
	(7,0,'2018-03-20 14:58:00','2018-03-20 14:58:00',NULL,NULL,'PM','产品经理');

UNLOCK TABLES;
